export const productType = new Map([
    [0, '非定制'],
    [1, '照片'],
    [2, '照片书'],
    [3, '台历']
])

// 全部商品类型
export const productCategory = new Map([
    [0, '非定制'],
    [1, '照片'],
    [2, '照片书'],
    [3, '台历'],
    [4, '摆台'],
    [5, '抱枕'],
    [6, '鼠标垫'],
    [7, '马克杯'],
    [8, '情侣手链'],
    [9, '镜子'],
    [10, '打火机'],
    [11, '手机支架']
])

// 有模板的商品
export const ProductWithTemplate = new Map([
    [4, '摆台'],
    [5, '抱枕'],
    [6, '鼠标垫'],
    [7, '马克杯'],
    [8, '情侣手链'],
    [9, '镜子'],
    [10, '打火机']
])